{
    "title": "Over AVResearcher",
    "maintext": "<p class=\"lead\">AVResearcher is een hulpmiddel voor media onderzoekers en biedt een innovatieve methode voor ontsluiten van archieven en verzamelen van materiaal. </p><p>Met AVResearcher kunnen onderzoekers de eigenschappen van tv en radio beschrijvingen voor twee onderwerpen vergelijken. Dit kan zowel over de tijd heen via een timeline, als op basis van inhoud via woordenwolken en staafdiagrammen per gestructureerd thesaurus veld. Naast de professionele catalogus beschrijvingen geeft AVResearcher de mogelijkheid om ondertitelbestanden en tweets te doorzoeken. Deze zijn echter nog zeer experimenteel en de data is niet compleet.</p><p>AVResearcher is oorspronkelijk ontwikkeld als MeRDES binnen het <a href=\"http://ilps.science.uva.nl/research/projects/bridge\" target=\"_blank\">BRIDGE</a> project, onderdeel van programma <a href=\"http://www.nwo.nl/onderzoek-en-resultaten/programmas/continuous+access+to+cultural+heritage+%28catch%29\" target=\"_blank\">NWO-CATCH</a>. Dit was een samenwerkingsverband tussen het <a href=\"http://www.beeldengeluid.nl\" target=\"_blank\">Nederlands Instituut voor Beeld en Geluid</a>, de <a href=\"http://ilps.science.uva.nl/\" target=\"_blank\">ILPS</a> onderzoeksgroep van de <a href=\"http://www.uva.nl/home\" target=\"_blank\">Universiteit van Amsterdam</a> en <a href=\"http://tvintransition.wordpress.com/\" target=\"_blank\">TVIT</a> van de <a href=\"http://www.uu.nl/\" target=\"_blank\">Universiteit Utrecht</a>. Na afloop van de BRIDGE demo is deze opnieuw geïmplementeerd als AVResearcher door het open-source development team bij het <a href=\"http://www.beeldengeluid.nl\" target=\"_blank\">Nederlands Instituut voor Beeld en Geluid</a> met hulp van <a href=\"http://dispectu.com/\" target=\"_blank\">Dispectu</a>. De site wordt beschikbaar gesteld binnen Labs, een experimentele digitale omgeving van Beeld en Geluid. Hier wordt hij geëvalueerd voor verdere doorontwikkeling. </p><p>De software van AVResearcher is open-source beschikbaar gesteld en kan <a href=\"https://github.com/beeldengeluid/audiovisual-researcher\" target=\"_blank\">hier</a> worden gedownload. Voor een uitgebreide beschrijving van de implementatie, zie <a href=\"http://ceur-ws.org/Vol-986/paper_27.pdf\" target=\"_blank\">AVResearcher: Exploring Audiovisual Metadata</a>. </p><p>Vragen en feedback zijn van harte welkom. Mail het development team op <a href=\"mailto:labs-feedback@beeldengeluid.nl\">labs-feedback@beeldengeluid.nl</a>!</p>"
}
