{
    "title": "Help",
    "maintext": "<p class=\"lead\">Welkom bij AVResearcher! De tool waarmee een geheel nieuwe blik op de audiovisuele collectie van Beeld en Geluid ontstaat. Ontdek correlatie tussen onderwerpen aan de hand van een visuele representatie van zoekresultaten.</p><p><strong>Dataset</strong><br>AVResearcher maakt verschillende bronnen via één interface doorzoekbaar. De dataset bestaat uit professionele beschrijvingen uit iMMix aangevuld met sociale media in de vorm van tweets en gesproken woord in de vorm van ondertitels. Ondertitels behorende bij een uitzending worden geleverd door TT888. Tweets worden gekoppeld aan een uitzending op basis van de hashtag van het programma en (een ruime interpretatie van) de uitzendperiode van het programma. De bronnen zijn herkenbaar aan een icoon.</p><p><strong>Zoeken</strong></br>Via AVResearcher kunnen zoekopdrachten parallel worden uitgevoerd. Dit betekent dat zowel een zoekopdracht in het linker- (blauw kader) als recherdeel (rood kader) van de interface kan worden gestart. Voor een overzicht van de toegestane syntax, zie de tabel aan de rechterzijde. In de hiernavolgende uitleg van de interface worden de termen 'oorlog' en 'vrede' nader gebruikt. </p><p><strong>Interpretatie</strong></br>Na uitvoering van beide zoekopdrachten wordt een visuele presentatie van het aantal resultaten getoond, afgezet tegen de tijd. De blauwe en rode trendlijnen refereren aan de corresponderende zoekopdracht. Pieken in de grafiek duiden op een relatief groot aantal resultaten in de betreffende periode. Wanneer beide lijnen in overeenkomende periode een piek vertonen kan dat duiden op een zekere samenhang.</p><p><strong>Resultaten</strong></br>De resultaten van de individuele zoekopdrachten worden in het onderste deel van de interface getoond. De titel van de treffer linkt naar de iMMix catalogus. Ook worden snippets getoond. Aan de hand van het bijbehorende icoon is afleidbaar op welke bron binnen de dataset de snippet betrekking heeft.</p><p><strong>Filters</strong></br>Filters kunnen aan- en uitgeschakeld worden door één- of tweemaal een filter te kiezen. Deze functionaliteit is beschikbaar op:</p><ul><li><em>Bron binnen dataset.</em></br>Middels iconen naast de twee zoekbalken is aan te geven binnen welke bron van de dataset moet worden gezocht. De instellingen kunnen afzonderlijk per zoekopdracht (blauw versus rood) worden geregeld. Zo is het eenvoudig mogelijk om slechts die resultaten te vergelijken waar de term 'oorlog' in ondertitels voorkomt en de term 'vrede' in tweets.</li><li><em>Jaartal uitzending</em>.</br>Gebruik de 'slider' onder beide zoekbalken om aan te geven over welke periode de resultaten beperkt moeten worden.</li><li><em>Genre</em></li><li><em>Channel (zendgemachtigde)</em></li><li><em>Producers</em></li><li><em>Keywords (trefwoorden)</em></li><li><em>People (personen)</em></li><li><em>Tweets</em></li><li><em>Subtitels (ondertitels)</em></li></ul>",
    "table": "<table class=\"table table-hover table-condensed table-striped table-bordered\"><thead><tr><th>Zoekopdracht</th><th>Vind documenten</th></tr></thead><tbody><tr><td class=\"operator\">oorlog vrede</td><td>Containing both \"oorlog\" and \"vrede\". AND is the default operator.</td></tr><tr><td class=\"operator\">oorlog OR vrede</td><td>Containing \"oorlog\" or \"vrede\".</td></tr><tr><td class=\"operator\">oorlog +vrede</td><td>That <i>must</i> contain \"vrede\", and <i>may</i> contain oorlog.</td></tr><tr><td class=\"operator\">oorlog -vrede</td><td>Containing \"oorlog\", but not \"vrede\"</td></tr><tr><td class=\"operator\">(oorlog OR vrede) AND iran</td><td>Grouping is supported as well. Finds documents that contain either \"oorlog\" or \"vrede\", in combination with \"iran\".</td></tr><tr><td class=\"operator\">\"oorlog en vrede\"</td><td>Containing the exact phrase \"oorlog en vrede\".</td></tr><tr><td class=\"operator\">\"oorlog vrede\"~3</td><td>Search for the terms \"oorlog\" and \"vrede\" occuring within 3 words of eachother in a document.</td></tr><tr><td class=\"operator\">oorlog^4 vrede</td><td>The relevance of a document is determined based on terms found in that document. Using the \"^\"-symbol enables the user to boost the importance of a term with a factor, and thereby influence the scoring algorithm. In this example, \"oorlog\" is considered 4 times as important as \"vrede\"</td></tr><tr><td class=\"operator\">\"vast en zeker\"^4 \"zeker en vast\"</td><td>Phrase queries can be boosted as well. The phrase \"vast en zeker\" is considered more important in scoring than \"zeker en vast\".</td></tr><tr><td class=\"operator\">te?t</td><td>Perform a single character wildcard search. Matches on terms with the single charachter replaced, such as \"test\" or \"tent\". Prefix wildcards are supported.</td></tr><tr><td class=\"operator\">oorl*</td><td>Performs a multiple character wildcard search. Finds documents containing terms with the prefix \"oorl\". Matches on \"oorlog\", but also on \"oorlogsjaar\".</td></tr><tr><td class=\"operator\">*rlog</td><td>Performs a multiple character wildcard search. Finds documents containing terms with the suffix \"rlog\". Matches on \"oorlog\", but also on \"grondoorlog\".</td></tr><tr><td class=\"operator\">maximum~</td><td>Performs a fuzzy search using the <a href=\"http://en.wikipedia.org/wiki/Levenshtein_distance\" target=\"_blank\">Levenshtein (edit distance) algorithm</a>. Matches up to 50 terms, ranked on how many characters in the query have to be replaced. Matches \"maximum\", and \"Máxima\".</td></tr><tr><td class=\"operator\">maximum~0.8</td><td>The \"fuzziness\" of a fuzzy query can be controlled by an optional parameter. The parameter has a value between 0 and 1 with a value closer to 1 only terms with a higher similarity will be matched. The default value is 0.5.</td></tr></tbody></table>"
}
